{
  "weightsManifest": [
    {
      "paths": [
        "group1-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_1/beta",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_1/moving_mean",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_1/moving_variance",
          "shape": [
            32
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group2-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_10/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_10/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_10/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group3-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_11/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_11/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_11/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group4-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_12/beta",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_12/moving_mean",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_12/moving_variance",
          "shape": [
            32
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group5-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_13/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_13/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_13/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group6-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_14/beta",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_14/moving_mean",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_14/moving_variance",
          "shape": [
            48
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group7-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_15/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_15/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_15/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group8-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_16/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_16/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_16/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group9-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_17/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_17/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_17/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group10-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_18/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_18/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_18/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group11-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_19/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_19/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_19/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group12-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_2/beta",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_2/moving_mean",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_2/moving_variance",
          "shape": [
            32
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group13-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_20/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_20/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_20/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group14-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_21/beta",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_21/moving_mean",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_21/moving_variance",
          "shape": [
            48
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group15-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_22/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_22/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_22/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group16-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_23/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_23/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_23/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group17-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_24/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_24/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_24/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group18-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_25/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_25/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_25/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group19-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_26/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_26/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_26/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group20-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_27/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_27/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_27/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group21-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_28/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_28/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_28/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group22-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_29/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_29/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_29/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group23-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_3/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_3/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_3/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group24-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_30/beta",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_30/moving_mean",
          "shape": [
            96
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_30/moving_variance",
          "shape": [
            96
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group25-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_31/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_31/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_31/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group26-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_32/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_32/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_32/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group27-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_33/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_33/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_33/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group28-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_34/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_34/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_34/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group29-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_35/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_35/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_35/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group30-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_36/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_36/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_36/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group31-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_37/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_37/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_37/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group32-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_38/beta",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_38/moving_mean",
          "shape": [
            128
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_38/moving_variance",
          "shape": [
            128
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group33-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_39/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_39/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_39/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group34-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_4/beta",
          "shape": [
            80
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_4/moving_mean",
          "shape": [
            80
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_4/moving_variance",
          "shape": [
            80
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group35-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_40/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_40/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_40/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group36-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_41/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_41/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_41/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group37-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_42/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_42/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_42/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group38-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_43/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_43/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_43/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group39-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_44/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_44/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_44/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group40-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_45/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_45/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_45/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group41-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_46/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_46/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_46/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group42-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_47/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_47/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_47/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group43-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_48/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_48/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_48/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group44-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_49/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_49/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_49/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group45-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_5/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_5/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_5/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group46-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_50/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_50/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_50/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group47-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_51/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_51/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_51/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group48-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_52/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_52/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_52/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group49-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_53/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_53/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_53/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group50-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_54/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_54/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_54/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group51-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_55/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_55/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_55/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group52-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_56/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_56/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_56/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group53-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_57/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_57/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_57/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group54-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_58/beta",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_58/moving_mean",
          "shape": [
            160
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_58/moving_variance",
          "shape": [
            160
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group55-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_59/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_59/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_59/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group56-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_6/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_6/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_6/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group57-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_60/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_60/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_60/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group58-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_61/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_61/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_61/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group59-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_62/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_62/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_62/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group60-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_63/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_63/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_63/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group61-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_64/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_64/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_64/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group62-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_65/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_65/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_65/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group63-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_66/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_66/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_66/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group64-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_67/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_67/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_67/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group65-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_68/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_68/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_68/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group66-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_69/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_69/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_69/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group67-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_7/beta",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_7/moving_mean",
          "shape": [
            48
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_7/moving_variance",
          "shape": [
            48
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group68-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_70/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_70/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_70/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group69-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_71/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_71/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_71/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group70-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_72/beta",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_72/moving_mean",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_72/moving_variance",
          "shape": [
            320
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group71-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_73/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_73/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_73/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group72-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_74/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_74/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_74/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group73-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_75/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_75/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_75/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group74-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_76/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_76/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_76/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group75-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_77/beta",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_77/moving_mean",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_77/moving_variance",
          "shape": [
            320
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group76-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_78/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_78/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_78/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group77-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_79/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_79/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_79/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group78-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_8/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_8/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_8/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group79-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_80/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_80/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_80/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group80-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_81/beta",
          "shape": [
            448
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_81/moving_mean",
          "shape": [
            448
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_81/moving_variance",
          "shape": [
            448
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group81-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_82/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_82/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_82/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group82-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_83/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_83/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_83/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group83-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_84/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_84/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_84/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group84-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_85/beta",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_85/moving_mean",
          "shape": [
            192
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_85/moving_variance",
          "shape": [
            192
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group85-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_86/beta",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_86/moving_mean",
          "shape": [
            320
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_86/moving_variance",
          "shape": [
            320
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group86-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_87/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_87/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_87/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group87-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_88/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_88/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_88/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group88-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_89/beta",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_89/moving_mean",
          "shape": [
            384
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_89/moving_variance",
          "shape": [
            384
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group89-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_9/beta",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_9/moving_mean",
          "shape": [
            64
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_9/moving_variance",
          "shape": [
            64
          ],
          "dtype": "float32"
        }
      ]
    },
    {
      "paths": [
        "group90-shard1of1"
      ],
      "weights": [
        {
          "name": "batch_normalization_90/beta",
          "shape": [
            448
          ],
          "dtype": "float32"
        },
        {
          "name": "batch_normalization_90/moving_mean",
          "shape": [
            448
          ],
          "dtype": "float32"
        },
        {
